 { 
	"resorts": [
        {
            "id":"resort1",
			"destination":"Carribean",
			"name":"Les Boucaniers",
            "location":"Martinique",
            "comfortLevel": "4",
            "activities":["water skiing", "tennis", "scuba diving", "kitesurf", "spa"],
			"price":1638,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"The resort of Les Boucaniers is located on the laid-back beach-covered south coast of the island, and is perfectly placed for Martinique holidays that are both relaxing and awe-inspiring.",
			"picture":"img/resort1.jpg",
			"long_description":"A divers' paradise in the Baie du Marin, a legendary spot.<br>Its bungalows are discreetly lodged in a tropical garden beside the white sand beach in superb Marin Bay. A magical site where you can enjoy a taste of everything, alone or with family or friends. Try water sports and the magnificent Club Med Spa*. You'll be enchanted by the exotic flavours of the local cuisine and the joyful spirit of the Caribbean.",
			"url":"resorts/resort1.html"
        },
		{
			"id":"resort2",
			"destination":"Indian Ocean",
			"name":"La Plantation d'Albion",
            "location":"Mauritius",
            "comfortLevel": "5",
            "activities":["kids club","golf", "scuba diving", "flying trapeze", "tennis", "sailing", "spa"],
			"price":2062,
			"startDate":"2016-02-01",
			"endDate":"2016-12-31",
			"short_description":"Beautifully located in one of the last remote creeks on the island, La Plantation d'Albion Club Med welcomes the most demanding of guests into a world of supreme refinement.",
			"picture":"img/resort2.jpg",
			"long_description":"In a remote beauty spot, savour the luxury of Mauritian lifestyle. <br> The idyllic natural setting is enhanced by the sublime decor designed by Marc Hertrich and Nicolas Adnet, and the Resort's top-end comfort is perfectly reflected in its beautifully spacious rooms. The exceptional CINQ MONDES Spa* and luxurious overflow pool add an ideally Zen touch.<br> The Resort is entirely devoted to fulfilling its guests' desires and offers discreet, personal service in its swimming areas, bars and 'Table Gourmet' restaurants.",
			"url":"resorts/resort2.html"
		},
		{
			"id":"resort3",
			"destination":"Carribean",
			"name":"Grand Cayman",
            "location":"Cayman Islands",
            "comfortLevel": "4",
            "activities":["golf","tennis", "spa"],
			"price":1000,
			"startDate":"2016-01-01",
			"endDate":"2016-10-31",
			"short_description":"Luxury meets family-fun at this lavish beachfront resort complete with golf, tennis and celebrity chef dining.",
			"picture":"img/resort3.jpg",
			"long_description":"Sprawling from the Caribbean Sea to the North Sound, this 144-acre resort provides entertainment for all ages. Parents will appreciate the Greg Norman-designed nine-hole golf course, a Bollettieri tennis center with clay and hard courts, a La Prairie Spa outpost, the magnificent white sands of Seven Mile Beach and fine dining, including Blue by Eric Ripert. But the big draw for folks traveling with wee ones is Jean-Michel Cousteau's Ambassadors of the Environment. Forget about same ol', same ol' activities like finger-painting and scavenger hunts. Here, kids can discover endangered Cayman blue iguanas in the Queen Elizabeth II Botanic Park or embark on an underwater photography excursion. Programs include Sea Floor Submarine Adventure, Stingray Detectives and Shipwreck Exploration Snorkel, and children use the islands as a living classroom to explore nature and learn how to live a more environmentally responsible life. Explore more amenities at The Ritz-Carlton, Grand Cayman.",
			"url":"resorts/resort3.html"
		},
		{
			"id":"resort4",
			"destination":"Indian Ocean",
			"name":"Matakauri Lodge",
            "location":"Queenstown New Zealand",
            "comfortLevel": "5",
            "activities":["kids club","golf", "scuba diving", "flying trapeze", "tennis", "sailing", "spa"],
			"price":5000,
			"startDate":"2016-01-01",
			"endDate":"2016-8-31",
			"short_description":"Lake and mountain views complement contemporary design at this luxurious waterfront lodge.",
			"picture":"img/resort4.jpg",
			"long_description":"'Lord of the Rings' film location tours. Bungee jumping. Sheep shearing demonstrations. This is definitely not your typical family resort. At Matakauri Lodge, the forested, lakefront setting provides a serene contrast to activities for hardcore adrenaline junkies. Guests can skydive or take a forest canopy eco-tour, then return to the lodge for a spa treatment or wine tasting. While the kids won't partake in the vino, they can participate in almost everything else, as well as a slate of specialized activities such as Funyak Safaris (a combination of jet boating and paddling inflatable canoes on the Dart River) and excursions to Arrowtown (a historic gold mining town). Accommodations include a handful of designer guest rooms and lodges, with the Owner's Cottage being the top choice for families. Just 10 minutes from Queenstown, the resort has an infinity pool and varied dining venues serving modern New Zealand cuisine. Discover group activities at the Matakauri Lodge.",
			"url":"resorts/resort4.html"
		},
		{
			"id":"resort5",
			"destination":"North and Central America",
			"name":"Hotel Pennsylvania",
            "location":"New York",
            "comfortLevel": "3",
            "activities":["kids club","spa"],
			"price":1000,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"This restaurant specializes in American cuisine and serves breakfast, lunch, and dinner.",
			"picture":"img/resort5.jpg",
			"long_description":"Continental breakfast daily (surcharge)Restaurant Coffee shop/café. Guests can enjoy drinks at the bar.Fitness facilities Hiking/biking trails nearbyUse of nearby fitness center (discount). 24-hour business center, Meeting rooms 10, Computer station. Disabled parking, Accessible path of travel, Accessibility equipment for the deaf, Accessible bathroom, In-room accessibility, Roll-in shower and many other amizing facilities.",
			"url":"resorts/resort5.html"
		},
		{
			"id":"resort6",
			"destination":"Carribean",
			"name":"Beaches Turks & Caicos",
            "location":"Caicos Islands",
            "comfortLevel": "4",
            "activities":["kids club","golf", "scuba diving", "tennis", "sailing", "spa"],
			"price":1700,
			"startDate":"2016-03-01",
			"endDate":"2016-11-31",
			"short_description":"The Caribbean may be a favorite destination for romance, but when it comes to family travel, it boasts some of the best resorts in the world.",
			"picture":"img/resort6.jpg",
			"long_description":"The Caribbean may be a favorite destination for romance, but when it comes to family travel, it boasts some of the best resorts in the world. At the top of our list is this Beaches outpost in the Turks & Caicos, featuring a 12-mile beach and 45,000-square-foot water park with a SurfStream surf simulator. Guests stay in one of four unique villages — Italy, France, Caribbean or Key West — while enjoying all of the same complimentary amenities, from unlimited scuba diving to wining and dining at 20 distinctive restaurants. Among the many pastimes on offer are magic shows and face painting for toddlers, snorkeling and beach volleyball for pre-teens and boat cruises and tennis clinics for teenagers. Rounding out the offerings are a comprehensive Sesame Street-themed program and professional nanny care with individual coordinators so that children with special needs can participate in group activities. Learn more about kid-friendly amenities and activities at the Beaches Turks.",
			"url":"resorts/resort6.html"
		},
		{
			"id":"resort7",
			"destination":"Europe",
			"name":"Cavallino Bianco",
            "location":"Ortisei Italy",
            "comfortLevel": "3",
            "activities":["kids club","golf", "kitesurf", "tennis", "sailing", "spa"],
			"price":2062,
			"startDate":"2016-03-01",
			"endDate":"2016-08-31",
			"short_description":"A dedication to family vacations gives this mountain hotel a unique edge over its ski-centric brethren.",
			"picture":"img/resort7.jpg",
			"long_description":"This all-inclusive hotel is a self-declared family-oriented destination — even the spa includes kid-friendly treatments. A fairytale village locale in the mountains sets the scene for an escape that's pure pleasure for all ages. At the Wellness & Spa Center, healthy indulgences range from a vitamin buffet to a baby pool to a family lagoon with a triple-lane slide. In addition, the Blue Grotto features hydro massage jets and a mosaic ceiling that creates the illusion of a starry sky. The big draw for kiddies, though, is Lino World, an indoor-outdoor entertainment center with musical games, a ball pond and even a nap room. A trained staff and customized safety measures for each child mean parents can rest at ease as they enjoy some alone time. Along with buffets, mom and dad can also take advantage of dinner for two on the terrace or drinks at the Piano Bar. Plan a mountain retreat with the kids at the Cavallino Bianco.",
			"url":"resorts/resort7.html"
		},
		{
			"id":"resort8",
			"destination":"South America",
			"name":"Club Med Ixtapa Pacific",
            "location":"Ixtapa Mexico",
            "comfortLevel": "4",
            "activities":["kids club", "tennis", "sailing", "spa"],
			"price":3062,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"An emphasis on family services and amenities creates a casual, lively vibe at this coastal resort.",
			"picture":"img/resort8.jpg",
			"long_description":"This Mexican resort had us the minute we heard about its flying trapeze and circus lessons ... tightrope walking, anyone? While the Club Med franchise was once associated with the single life, these days its focus is on families. Among the all-inclusive offerings here are four kids' clubs accommodating children from 4 months to 17 years old. When it comes to all-ages dining, there's a Baby Corner in the main restaurant for folks with infants, and Sirena serves fun, balanced meals for 2 to 11 year olds. For children who want to experiment in the kitchen, the resort also has a Petit Chef program. Little ones can take a class in golf or tennis while mom and dad enjoy spa treatments or sip cocktails in a variety of lounges. Tucked between the Sierra Madre Mountains and the Pacific Ocean, the resort offers family suites among its selection of bright, contemporary guest rooms. Discover more all-inclusive family fun at the Club Med Ixtapa Pacific.",
			"url":"resorts/resort8.html"
		},
		{
			"id":"resort9",
			"destination":"North and Central America",
			"name":"Grand Wailea",
            "location":"Wailea",
            "comfortLevel": "4",
            "activities":["kids club","golf", "scuba diving", "flying trapeze", "tennis", "sailing", "spa"],
			"price":5748,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"A grand resort featuring sprawling pools, a seaside chapel and a deliciously decadent spa.",
			"picture":"img/resort9.jpg",
			"long_description":"This elegant island resort offers all of the expected luxury hotel amenities, as well as everything needed for an unforgettable family vacation. Parents and kids can splash the days away in the Wailea Canyon Activity Pool, a six-level water wonderland of nine interconnected freeform pools with a Tarzan rope swing, sand beach, waterfalls, caves, special area for infants and swim-up bar for adults. When mom and dad want to slip away for a spa treatment or round of golf on one of the nearby championship courses, they can feel confident leaving their offspring at the 20,000-square-foot The Rock, home to three kids' clubs: Camp Grande, Ohana Hale and The Spot. These comprehensive, supervised programs feature activities from dawn 'til after dusk, including hula classes, lei-making, nature walks and pirate treasure hunts. Book your Hawaiian family vacation at the Grand Wailea, A Waldorf Astoria Resort.",
			"url":"resorts/resort9.html"
		},
		{
			"id":"resort10",
			"destination":"Asia",
			"name":"InterContinental Bali Resort",
            "location":"Jimbaran Indonesia",
            "comfortLevel": "5",
            "activities":["kids club","golf", "scuba diving", "flying trapeze", "tennis", "sailing", "spa"],
			"price":5034,
			"startDate":"2016-01-01",
			"endDate":"2016-12-31",
			"short_description":"An unpretentious mood and exceptional kids' club make this hotel a top choice for families.",
			"picture":"img/resort10.jpg",
			"long_description":"One of the world's most idyllic island destinations, Bali is perfect for a family vacation. Among its many resorts, the InterContinental Bali stands out for its beachfront location on Jimbaran Bay and an eco-themed Planet Trekkers children's center. This dedicated kids' program (complimentary for all Club InterContinental guests) includes sections for children ages 4 to 7 and 8 to 12. Run by all-female supervisors and lifeguards trained in child care and first aid, the center includes a playground, outdoor pool and activities such as kite-making, language lessons, cycling and yoga. Professional nannies for children under 4 years old and extended evening hours at the kids center (healthy dinner included) mean parents can enjoy spa treatments or a quiet escape at one of the enticing house restaurants. For family meals together, our top pick is Taman Gita Terrace, with its twice-weekly Balinese themed buffets, complete with performers from surrounding villages. Plan your island getaway at the InterContinental Bali Resort.",
			"url":"resorts/resort10.html"
		}
]}